{"title": "FACT SHEET: Biden-Harris Administration Announces New Standards and Major Progress for a Made-in-America National Network of Electric Vehicle Chargers - The White House", "description": "#content\nhttps://www.whitehouse.gov/\nhttps://www.whitehouse.gov/\nhttps://www.whitehouse.gov/\nAdministration\nhttps://www.whitehouse.gov/administration/\nPriorities\nhttps://www.whitehouse.gov/priorities/\nThe Record\nhttps://www.whitehouse.gov/therecord/\nBriefing Room\nhttps://www.whitehouse.gov/briefing-room/\nEspañol\nhttps://www.whitehouse.gov/es/\nhttps://www.instagram.com/whitehouse/\nhttps://www.facebook.com/WhiteHouse/\nhttps://twitter.com/whitehouse\nhttps://www.youtube.com/user/whitehouse\nContact Us\nhttps://www.whitehouse.gov/contact/\nPrivacy Policy\nhttps://www.whitehouse.gov/privacy/\nCopyright Policy\nhttps://www.whitehouse.gov/copyright/\nAccessibility Statement\nhttps://www.whitehouse.gov/accessibility/\nMobile Menu Overlay\nhttps://www.whitehouse.gov/\nhttps://www.whitehouse.gov/administration/\nPresident Joe Biden\nhttps://www.whitehouse.gov/administration/president-biden/\nVice President Kamala Harris\nhttps://www.whitehouse.gov/administration/vice-president-harris/\nFirst Lady Dr. Jill Biden\nhttps://www.whitehouse.gov/administration/dr-jill-biden/\nSecond Gentleman Douglas Emhoff\nhttps://www.whitehouse.gov/administration/douglas-emhoff/\nThe Cabinet\nhttps://www.whitehouse.gov/administration/cabinet/\nhttps://www.whitehouse.gov/administration/executive-office-of-the-president/\nCouncil of Economic Advisers\nhttps://www.whitehouse.gov/cea/\nCouncil on Environmental Quality\nhttps://www.whitehouse.gov/ceq/\nDomestic Policy Council\nhttps://www.whitehouse.gov/dpc/\nGender Policy Council\nhttps://www.whitehouse.gov/gpc/\nNational Economic Council\nhttps://www.whitehouse.gov/nec/\nNational Security Council\nhttps://www.whitehouse.gov/nsc/\nNational Space Council\nhttps://www.whitehouse.gov/spacecouncil/\nOffice of Intergovernmental Affairs\nhttps://www.whitehouse.gov/iga/\nOffice of Management and Budget\nhttps://www.whitehouse.gov/omb/\nOffice of the National Cyber Director\nhttps://www.whitehouse.gov/oncd/\nOffice of National Drug Control Policy\nhttps://www.whitehouse.gov/ondcp/\nOffice of Public Engagement\nhttps://www.whitehouse.gov/ope/\nOffice of Science and Technology Policy\nhttps://www.whitehouse.gov/ostp/\nOffice of the United States Trade Representative\nhttps://www.whitehouse.gov/ustr/\nClimate Policy Office\nhttps://www.whitehouse.gov/cpo/\nPresidential Personnel Office\nhttps://www.whitehouse.gov/ppo/\nPriorities\nhttps://www.whitehouse.gov/priorities/\nBriefing Room\nhttps://www.whitehouse.gov/briefing-room/\nhttps://www.whitehouse.gov/about-the-white-house/\nPresidents\nhttps://www.whitehouse.gov/about-the-white-house/presidents/\nFirst Families\nhttps://www.whitehouse.gov/about-the-white-house/first-families/\nThe Grounds\nhttps://www.whitehouse.gov/about-the-white-house/the-grounds/\nOur Government\nhttps://www.whitehouse.gov/about-the-white-house/our-government/\nhttps://www.whitehouse.gov/get-involved/\nWrite or Call The White House\nhttps://www.whitehouse.gov/get-involved/write-or-call/\nJoin Us\nhttps://www.whitehouse.gov/get-involved/join-us/\nWhite House Fellows\nhttps://www.whitehouse.gov/get-involved/fellows/\nWhite House Internship Program\nhttps://www.whitehouse.gov/get-involved/internships/white-house-internship-program/\nThe Record\nhttps://www.whitehouse.gov/therecord/\nDisclosures\nhttps://www.whitehouse.gov/disclosures/\nEspañol\nhttps://www.whitehouse.gov/es/\nContact Us\nhttps://www.whitehouse.gov/contact/\nPrivacy Policy\nhttps://www.whitehouse.gov/privacy/\nCopyright Policy\nhttps://www.whitehouse.gov/copyright/\nAccessibility Statement\nhttps://www.whitehouse.gov/accessibility/\nhttps://www.instagram.com/whitehouse/\nhttps://www.facebook.com/WhiteHouse/\nhttps://twitter.com/whitehouse\nhttps://www.youtube.com/user/whitehouse\nhttps://www.whitehouse.gov/\nhttps://www.whitehouse.gov/briefing-room/\nhttps://www.whitehouse.gov/briefing-room/statements-releases/\nToday, the Biden-Harris Administration announced its latest set of actions aimed at creating a convenient, reliable and Made-in-America electric vehicle (EV) charging network so that the great American road trip can be electrified.  These steps will help the United States meet President Biden’s ambitious goals to confront the climate crisis, by building a national network of 500,000 electric vehicle chargers along America’s highways and in our communities and have EVs make up at least 50% of new car sales by 2030, all while advancing an industrial strategy to continue to build-out the domestic EV and EV charging industry. The path to net-zero emissions by 2050 is creating good-paying manufacturing and installation jobs on the way.\nPresident Biden’s Bipartisan Infrastructure Law invests $7.5 billion in EV charging, $10 billion in clean transportation, and over $7 billion in EV battery components, critical minerals, and materials. These flagship programs complement the Inflation Reduction Act’s landmark support for advanced batteries and new and expanded  tax credits for purchases of EVs and to support installations of charging infrastructure, as well as dozens of other federal initiatives designed to drive domestic manufacturing and build a national network of EV charging. The result is that the future of American transportation is on track to be cleaner, safer, more affordable, and more reliable than ever before. Today’s announcements are a further demonstration of the President’s successful industrial strategy, ensuring that the clean energy transition is powered by American manufacturing and good-paying union jobs.\nBecause of President Biden’s leadership and record federal investment, EV sales have tripled and the number of publicly available charging ports has grown by at least 40% since he took office. There are now more than three million EVs on the road and over 130,000 public chargers across the country. Further accelerating the buildout of a convenient, reliable charging network is critically important to make electric vehicle charging a seamless experience. Today, companies including Tesla, General Motors, EVgo, Pilot, Hertz and bp, among others, are announcing new commitments to expand their networks by thousands of public charging ports in the next two years, using private funds to complement federal dollars and putting the nation’s EV charging goals even closer within reach.\nToday’s actions include:\nThe Department of Transportation, in partnership with the Department of Energy, finalized new standards to make charging EVs convenient and reliable for all Americans, including when driving long distances. The new standards will ensure everyone can use the network – no matter what car you drive or which state you charge in. The standards also require strong workforce standards;\nThe Federal Highway Administration (FHWA) outlined its final plan for compliance with the Build America, Buy America Act for federally funded EV chargers.  Effective immediately, all EV chargers funded through the Bipartisan Infrastructure Law must be built in the United States. The plan requires that, effective immediately, final assembly and all manufacturing processes for any iron or steel charger enclosures or housing occur in the United States.  By July 2024, at least 55 percent of the cost of all components will need to be manufactured domestically as well;\nThe new Joint Office of Energy and Transportation released a notice of intent to issue a funding opportunity for its Ride and Drive Electric research and development program. This program will advance the goal of building a national network of EV chargers for all Americans by supporting EV charging reliability, resiliency, equity, and workforce development;\nThe Department of Energy today announced $7.4 million in funding for seven projects to develop innovative medium-and heavy-duty EV charging and hydrogen corridor infrastructure plans serving millions of Americans across 23 states;\nFHWA announced details for its soon-to-launch Charging and Fueling Infrastructure (CFI) discretionary grant program. The program will make available more than $2.5 billion over five years – including $700 million in funding through the first round of funding available to states, localities, Tribes, territories, and public authorities – to deploy publicly accessible charging and alternative fueling infrastructure in communities across the country, including at schools, grocery stores, parks, libraries, apartment complexes, and everywhere else Americans live and work; and,\nThe Administration highlighted major manufacturing and other new facilities spurred by these investments and the Biden-Harris Administration’s Made in America policies, including new commitments from domestic EV charging manufacturers and network operators.\nThese announcements build on the well over $100 billion that the private sector has invested in electric vehicle, battery, and EV charging manufacturing in the United States to date. Today’s announcements are evidence of the President’s successful industrial strategy, ensuring that federal funds are attracting private investment to ensure the clean energy transition is powered by American manufacturing and good-paying union jobs. Combined with investments in battery manufacturing and tax credits for electric vehicle purchases and charging infrastructure driven by the Inflation Reduction Act, these programs are key to achieving the Administration’s climate goals.\nhttps://pluginamerica.org/wp-content/uploads/2022/03/2022-PIA-Survey-Report.pdf\nThe standards will also help to ensure that these historic investments in EV charging create good-paying jobs and that EV chargers are well-serviced by requiring strong workforce standards such as Registered Apprenticeships and the Electric Vehicle Infrastructure Training Program (EVITP). Through the White House Talent Pipeline Challenge, International Brotherhood of Electrical Workers (IBEW) has certified 20,000 electricians through EVITP.\nTogether, the standards will ensure that chargers operated by different networks operate similarly and provide the traveling public with a predictable EV charging experience – no matter what car you drive or what state you charge in.\nToday’s announcement is a tool to promote domestic production. The Build America, Buy America requirements for EV charging equipment will help revitalize our manufacturing base. The phased approach to these requirements will incentivize companies to invest in domestic production of EV charging components, positioning U.S. workers and businesses to compete and lead globally while providing a transition period for companies to onshore their supply chains.  In order to meet the requirements of the Build America, Buy America Act, domestic manufacturing is ramping up aggressively.  The Office of Management and Budget’s new Made in America Office is working with agency experts, labor and industry to implement industrial strategy by incentivizing greater U.S. manufacturing in key sectors.\nDomestic assembly requirements for electric vehicle charging equipment will be effective immediately. This ensures that all electric vehicle charging equipment supported by federal funds supports American jobs and American technological leadership.\nFHWA’s Buy America requirements will be effective immediately for EV charger enclosures and housing predominantly of steel or iron.  This means that all manufacturing processes for these enclosures, from melting and pouring through the final application of coatings, must occur in the United States.\nBeginning July 1, 2024, FHWA will require that the cost of components manufactured domestically for EV charging equipment must meet the Build America, Buy America Act’s requirement of at least 55 percent domestic content for manufactured products, consistent with an ambitious build out of this new industry.\nIn order to ensure that chargers installed during the bulk of the NEVI program are fully compliant with the requirement under the Build America, Buy America Act of 55 percent domestic content, any equipment that does not meet that standard must be installed no later than October 1, 2024.\nFederal agencies and states are standing up processes to implement and track Made in America requirements to ensure that federally-funded infrastructure projects use American-made iron, steel, construction materials, and manufactured products. Our success in creating an EV charging equipment industry nearly from scratch demonstrates what Made in America policies can do to build a manufacturing base.\nA recent report found that private sector investment in EVs and related infrastructure in the United States is now surpassing China and other nations for the first time. Three years ago, there was little American footprint in the advanced EV charging industry. Now, producers are making investments to establish new headquarters, facilities, or production lines to build the next generation of EV chargers in the United States. For six of these companies, these investments represent their first U.S. manufacturing footprint.\nInvestments include:\nOther companies and networks are working to ensure EV chargers are well-maintained:\nhttps://driveelectric.gov/\nhttps://driveelectric.gov/news/#private-investment\n###\nhttps://www.whitehouse.gov/briefing-room/statements-releases/2023/02/15/fact-sheet-the-congressional-republican-agenda-to-increase-the-debt-by-over-3-trillion/\nStay Connected\nWe'll be in touch with the latest information on how President Biden and his administration are working for the American people, as well as ways you can get involved and help our country build back better.\nhttps://my.community.com/potus?t=Hello%20Mr.%20President%20%F0%9F%87%BA%F0%9F%87%B8\nhttps://www.facebook.com/sharer.php?u=https%3A%2F%2Fwww.whitehouse.gov%2Fbriefing-room%2Fstatements-releases%2F2023%2F02%2F15%2Ffact-sheet-biden-harris-administration-announces-new-standards-and-major-progress-for-a-made-in-america-national-network-of-electric-vehicle-chargers%2F%3Futm_source%3Dfacebook&t=FACT+SHEET%3A+Biden-Harris+Administration+Announces%C2%A0New%C2%A0Standards+and%C2%A0Major%C2%A0Progress+for%C2%A0a+Made-in-America%C2%A0National+Network+of+Electric+Vehicle+Chargers\nhttps://twitter.com/intent/tweet?via=whitehouse&url=https%3A%2F%2Fwww.whitehouse.gov%2Fbriefing-room%2Fstatements-releases%2F2023%2F02%2F15%2Ffact-sheet-biden-harris-administration-announces-new-standards-and-major-progress-for-a-made-in-america-national-network-of-electric-vehicle-chargers%2F%3Futm_source%3Dtwitter&text=FACT+SHEET%3A+Biden-Harris+Administration+Announces%C2%A0New%C2%A0Standards+and%C2%A0Major%C2%A0Progress+for%C2%A0a+Made-in-America%C2%A0National+Network+of+Electric+Vehicle+Chargers\nHome\nhttps://www.whitehouse.gov/\nThe Administration\nhttps://www.whitehouse.gov/administration/\nExecutive Offices\nhttps://www.whitehouse.gov/administration/executive-office-of-the-president/\nPriorities\nhttps://www.whitehouse.gov/priorities/\nThe Record\nhttps://www.whitehouse.gov/therecord/\nBriefing Room\nhttps://www.whitehouse.gov/briefing-room/\nThe White House\nhttps://www.whitehouse.gov/about-the-white-house/\nDisclosures\nhttps://www.whitehouse.gov/disclosures/\nGet Involved\nhttps://www.whitehouse.gov/get-involved/\nEspañol\nhttps://www.whitehouse.gov/es/\nContact Us\nhttps://www.whitehouse.gov/contact/\nPrivacy Policy\nhttps://www.whitehouse.gov/privacy/\nCopyright Policy\nhttps://www.whitehouse.gov/copyright/\nAccessibility Statement\nhttps://www.whitehouse.gov/accessibility/\nhttps://www.instagram.com/whitehouse/\nhttps://www.facebook.com/WhiteHouse/\nhttps://twitter.com/whitehouse\nhttps://www.youtube.com/user/whitehouse\nhttps://www.whitehouse.gov/\n#content", "image": "https://www.whitehouse.gov/wp-content/uploads/2021/01/wh_social-share.png", "favicon": "/favicon.ico", "sitename": "The White House", "color": null, "url": "https://www.whitehouse.gov/briefing-room/statements-releases/2023/02/15/fact-sheet-biden-harris-administration-announces-new-standards-and-major-progress-for-a-made-in-america-national-network-of-electric-vehicle-chargers/"}